Repository: ivanWu38/zip_game
Catalog: ZipGame/ZipGame/*.lproj/Localizable.strings
Languages: it, ja, ms, th, vi, zh_hant

# tab.today
source: Today
it: Oggi
ja: 今日
ms: Hari Ini
th: วันนี้
vi: Hom nay
zh_hant: 今日

# tab.practice
source: Practice
it: Pratica
ja: 練習
ms: Latihan
th: ฝึกฝน
vi: Luyen tap
zh_hant: 練習

# tab.journey
source: Journey
it: Percorso
ja: ジャーニー
ms: Perjalanan
th: เส้นทาง
vi: Hanh trinh
zh_hant: 旅程

# tab.my
source: My
it: Profilo
ja: マイページ
ms: Saya
th: ของฉัน
vi: Cua toi
zh_hant: 我的

# common.cancel
source: Cancel
it: Annulla
ja: キャンセル
ms: Batal
th: ยกเลิก
vi: Huy
zh_hant: 取消

# common.save
source: Save
it: Salva
ja: 保存
ms: Simpan
th: บันทึก
vi: Luu
zh_hant: 儲存

# common.reset
source: Reset
it: Reimposta
ja: リセット
ms: Set Semula
th: รีเซ็ต
vi: Dat lai
zh_hant: 重置

# common.ok
source: OK
th: ตกลง
zh_hant: 確定

# common.error
source: Error
it: Errore
ja: エラー
ms: Ralat
th: ข้อผิดพลาด
vi: Loi
zh_hant: 錯誤

# common.retry
source: Retry
it: Riprova
ja: 再試行
ms: Cuba Lagi
th: ลองใหม่
vi: Thu lai
zh_hant: 重試

# common.continue
source: Continue
it: Continua
ja: 続ける
ms: Teruskan
th: ดำเนินการต่อ
vi: Tiep tuc
zh_hant: 繼續

# common.notNow
source: Not Now
it: Non ora
ja: 後で
ms: Bukan Sekarang
th: ไม่ใช่ตอนนี้
vi: De sau
zh_hant: 稍後再說

# difficulty.easy
source: Easy
it: Facile
ja: かんたん
ms: Mudah
th: ง่าย
vi: De
zh_hant: 簡單

# difficulty.medium
source: Medium
it: Medio
ja: ふつう
ms: Sederhana
th: ปานกลาง
vi: Trung binh
zh_hant: 中等

# difficulty.hard
source: Hard
it: Difficile
ja: むずかしい
ms: Sukar
th: ยาก
vi: Kho
zh_hant: 困難

# difficulty.easy.size
source: Easy (6×6)
it: Facile (6×6)
ja: かんたん (6×6)
ms: Mudah (6×6)
th: ง่าย (6×6)
vi: De (6×6)
zh_hant: 簡單 (6×6)

# difficulty.medium.size
source: Medium (7×7)
it: Medio (7×7)
ja: ふつう (7×7)
ms: Sederhana (7×7)
th: ปานกลาง (7×7)
vi: Trung binh (7×7)
zh_hant: 中等 (7×7)

# difficulty.hard.size
source: Hard (8×8)
it: Difficile (8×8)
ja: むずかしい (8×8)
ms: Sukar (8×8)
th: ยาก (8×8)
vi: Kho (8×8)
zh_hant: 困難 (8×8)

# game.reset
source: Reset
it: Reimposta
ja: リセット
ms: Set Semula
th: รีเซ็ต
vi: Dat lai
zh_hant: 重置

# game.instruction
source: Start at 1, connect in order
it: Inizia da 1, collega in ordine
ja: 1から順番につなげよう
ms: Mula dari 1, sambung mengikut turutan
th: เริ่มที่ 1 เชื่อมต่อตามลำดับ
vi: Bat dau tu 1, noi theo thu tu
zh_hant: 從1開始，按順序連接

# game.complete.title
source: Puzzle Complete!
it: Puzzle completato!
ja: パズル完成！
ms: Teka-Teki Selesai!
th: ปริศนาเสร็จสมบูรณ์!
vi: Hoan thanh cau do!
zh_hant: 拼圖完成！

# game.complete.yourTime
source: Your Time
it: Il tuo tempo
ja: クリアタイム
ms: Masa Anda
th: เวลาของคุณ
vi: Thoi gian cua ban
zh_hant: 你的時間

# game.complete.newPuzzle
source: New Puzzle
it: Nuovo puzzle
ja: 新しいパズル
ms: Teka-Teki Baru
th: ปริศนาใหม่
vi: Cau do moi
zh_hant: 新拼圖

# game.complete.home
source: Home
ja: ホーム
ms: Utama
th: หน้าหลัก
vi: Trang chu
zh_hant: 首頁

# game.complete.playAgain
source: Play Again
it: Gioca ancora
ja: もう一度
ms: Main Lagi
th: เล่นอีกครั้ง
vi: Choi lai
zh_hant: 再玩一次

# game.complete.backToSummary
source: Back to Summary
it: Torna al riepilogo
ja: サマリーに戻る
ms: Kembali ke Ringkasan
th: กลับไปสรุป
vi: Quay lai tom tat
zh_hant: 返回摘要

# game.complete.viewSummary
source: View Summary
it: Vedi riepilogo
ja: サマリーを見る
ms: Lihat Ringkasan
th: ดูสรุป
vi: Xem tom tat
zh_hant: 查看摘要

# game.replayMode
source: Replay Mode
it: Modalità ripetizione
ja: リプレイモード
ms: Mod Main Semula
th: โหมดเล่นซ้ำ
vi: Che do phat lai
zh_hant: 重玩模式

# home.title
source: Today
it: Oggi
ja: 今日
ms: Hari Ini
th: วันนี้
vi: Hom nay
zh_hant: 今日

# home.dailyComplete
source: Daily Complete!
it: Sfida giornaliera completata!
ja: デイリー完了！
ms: Harian Selesai!
th: ประจำวันเสร็จแล้ว!
vi: Hoan thanh hang ngay!
zh_hant: 每日挑戰完成！

# home.replayComplete
source: Replay Complete!
it: Ripetizione completata!
ja: リプレイ完了！
ms: Main Semula Selesai!
th: เล่นซ้ำเสร็จแล้ว!
vi: Phat lai hoan tat!
zh_hant: 重玩完成！

# home.puzzleNumber
source: Puzzle #%d
ja: パズル #%d
ms: Teka-Teki #%d
th: ปริศนา #%d
vi: Cau do #%d
zh_hant: 拼圖 #%d

# home.difficulty
source: Difficulty
it: Difficoltà
ja: 難易度
ms: Kesukaran
th: ระดับความยาก
vi: Do kho
zh_hant: 難度

# home.currentStreak
source: Current Streak
it: Serie attuale
ja: 連続記録
ms: Rentak Semasa
th: สตรีคปัจจุบัน
vi: Chuoi hien tai
zh_hant: 目前連續

# home.nextPuzzleIn
source: Next puzzle in
it: Prossimo puzzle tra
ja: 次のパズルまで
ms: Teka-teki seterusnya dalam
th: ปริศนาถัดไปใน
vi: Cau do tiep theo trong
zh_hant: 下一個拼圖於

# home.days
source: days
it: giorni
ja: 日
ms: hari
th: วัน
vi: ngay
zh_hant: 天

# home.day
source: day
it: giorno
ja: 日
ms: hari
th: วัน
vi: ngay
zh_hant: 天

# practice.title
source: Practice Mode
it: Modalità pratica
ja: 練習モード
ms: Mod Latihan
th: โหมดฝึกฝน
vi: Che do luyen tap
zh_hant: 練習模式

# practice.subtitle
source: Unlimited puzzles to sharpen your skills
it: Puzzle illimitati per affinare le tue abilità
ja: 無制限のパズルでスキルアップ
ms: Teka-teki tanpa had untuk mengasah kemahiran anda
th: ปริศนาไม่จำกัดเพื่อพัฒนาทักษะของคุณ
vi: Cau do khong gioi han de ren luyen ky nang
zh_hant: 無限拼圖提升你的技巧

# practice.selectDifficulty
source: Select Difficulty
it: Seleziona difficoltà
ja: 難易度を選択
ms: Pilih Kesukaran
th: เลือกระดับความยาก
vi: Chon do kho
zh_hant: 選擇難度

# practice.startPractice
source: Start Practice
it: Inizia pratica
ja: 練習開始
ms: Mula Latihan
th: เริ่มฝึกฝน
vi: Bat dau luyen tap
zh_hant: 開始練習

# practice.newPuzzle
source: New Puzzle
it: Nuovo puzzle
ja: 新しいパズル
ms: Teka-Teki Baru
th: ปริศนาใหม่
vi: Cau do moi
zh_hant: 新拼圖

# journey.title
source: Journey
it: Percorso
ja: ジャーニー
ms: Perjalanan
th: เส้นทาง
vi: Hanh trinh
zh_hant: 旅程

# journey.currentStreak
source: Current streak
it: Serie attuale
ja: 連続記録
ms: Rentak semasa
th: สตรีคปัจจุบัน
vi: Chuoi hien tai
zh_hant: 目前連續

# journey.longestStreak
source: Longest streak
it: Serie più lunga
ja: 最長記録
ms: Rentak terpanjang
th: สตรีคยาวที่สุด
vi: Chuoi dai nhat
zh_hant: 最長連續

# journey.day
source: day
it: giorno
ja: 日
ms: hari
th: วัน
vi: ngay
zh_hant: 天

# journey.streak
source: streak
it: serie
ja: 連続
ms: rentak
th: สตรีค
vi: chuoi
zh_hant: 連續

# journey.section.statistics
source: Statistics
it: Statistiche
ja: 統計
ms: Statistik
th: สถิติ
vi: Thong ke
zh_hant: 統計

# journey.section.bestTimes
source: Best Times
it: Tempi migliori
ja: ベストタイム
ms: Masa Terbaik
th: เวลาที่ดีที่สุด
vi: Thoi gian tot nhat
zh_hant: 最佳時間

# journey.section.achievements
source: Achievements
it: Traguardi
ja: 実績
ms: Pencapaian
th: ความสำเร็จ
vi: Thanh tuu
zh_hant: 成就

# journey.stats.totalCompleted
source: Total Completed
it: Totale completati
ja: 完了数
ms: Jumlah Selesai
th: เสร็จสมบูรณ์ทั้งหมด
vi: Tong so hoan thanh
zh_hant: 完成總數

# journey.stats.totalPlayTime
source: Total Play Time
it: Tempo di gioco totale
ja: 総プレイ時間
ms: Jumlah Masa Bermain
th: เวลาเล่นทั้งหมด
vi: Tong thoi gian choi
zh_hant: 總遊玩時間

# journey.stats.easyCompleted
source: Easy Completed
it: Facili completati
ja: かんたん完了
ms: Mudah Selesai
th: ง่ายเสร็จแล้ว
vi: De da hoan thanh
zh_hant: 簡單完成

# journey.stats.mediumCompleted
source: Medium Completed
it: Medi completati
ja: ふつう完了
ms: Sederhana Selesai
th: ปานกลางเสร็จแล้ว
vi: Trung binh da hoan thanh
zh_hant: 中等完成

# journey.stats.hardCompleted
source: Hard Completed
it: Difficili completati
ja: むずかしい完了
ms: Sukar Selesai
th: ยากเสร็จแล้ว
vi: Kho da hoan thanh
zh_hant: 困難完成

# achievement.3dayStreak
source: 3 Day Streak
it: Serie di 3 giorni
ja: 3日連続
ms: Rentak 3 Hari
th: สตรีค 3 วัน
vi: Chuoi 3 ngay
zh_hant: 連續3天

# achievement.weekWarrior
source: Week Warrior
it: Guerriero della settimana
ja: ウィークウォリアー
ms: Wira Mingguan
th: นักรบประจำสัปดาห์
vi: Chien binh tuan
zh_hant: 週挑戰者

# achievement.monthlyMaster
source: Monthly Master
it: Maestro del mese
ja: マンスリーマスター
ms: Master Bulanan
th: ผู้เชี่ยวชาญประจำเดือน
vi: Bac thay thang
zh_hant: 月度大師

# achievement.puzzleNovice
source: Puzzle Novice
it: Principiante dei puzzle
ja: パズル初心者
ms: Pemula Teka-Teki
th: มือใหม่ปริศนา
vi: Nguoi moi choi do
zh_hant: 拼圖新手

# achievement.puzzleExpert
source: Puzzle Expert
it: Esperto di puzzle
ja: パズルエキスパート
ms: Pakar Teka-Teki
th: ผู้เชี่ยวชาญปริศนา
vi: Chuyen gia cau do
zh_hant: 拼圖專家

# achievement.puzzleMaster
source: Puzzle Master
it: Maestro dei puzzle
ja: パズルマスター
ms: Master Teka-Teki
th: ปรมาจารย์ปริศนา
vi: Bac thay cau do
zh_hant: 拼圖大師

# achievement.hardModeHero
source: Hard Mode Hero
it: Eroe modalità difficile
ja: ハードモードヒーロー
ms: Wira Mod Sukar
th: ฮีโร่โหมดยาก
vi: Anh hung che do kho
zh_hant: 困難模式英雄

# achievement.speedDemonEasy
source: Speed Demon (Easy)
it: Fulmine (Facile)
ja: スピードデーモン（かんたん）
ms: Pantas Kilat (Mudah)
th: ปีศาจความเร็ว (ง่าย)
vi: Toc do than (De)
zh_hant: 速度惡魔（簡單）

# achievement.speedDemonMedium
source: Speed Demon (Medium)
it: Fulmine (Medio)
ja: スピードデーモン（ふつう）
ms: Pantas Kilat (Sederhana)
th: ปีศาจความเร็ว (ปานกลาง)
vi: Toc do than (Trung binh)
zh_hant: 速度惡魔（中等）

# settings.title
source: Settings
it: Impostazioni
ja: 設定
ms: Tetapan
th: การตั้งค่า
vi: Cai dat
zh_hant: 設定

# settings.section.premium
source: Premium
ja: プレミアム
th: พรีเมียม
vi: Cao cap
zh_hant: 進階版

# settings.section.system
source: System
it: Sistema
ja: システム
ms: Sistem
th: ระบบ
vi: He thong
zh_hant: 系統

# settings.section.language
source: Language
it: Lingua
ja: 言語
ms: Bahasa
th: ภาษา
vi: Ngon ngu
zh_hant: 語言

# settings.section.about
source: About
it: Informazioni
ja: アプリについて
ms: Perihal
th: เกี่ยวกับ
vi: Gioi thieu
zh_hant: 關於

# settings.section.data
source: Data
it: Dati
ja: データ
th: ข้อมูล
vi: Du lieu
zh_hant: 資料

# settings.section.legal
source: Legal
it: Legale
ja: 法的情報
ms: Undang-Undang
th: ข้อกฎหมาย
vi: Phap ly
zh_hant: 法律

# settings.premium.active
source: Premium Active
it: Premium attivo
ja: プレミアム有効
ms: Premium Aktif
th: พรีเมียมใช้งานอยู่
vi: Cao cap dang hoat dong
zh_hant: 進階版已啟用

# settings.premium.playWithoutAds
source: Play Without Ads
it: Gioca senza pubblicità
ja: 広告なしでプレイ
ms: Main Tanpa Iklan
th: เล่นโดยไม่มีโฆษณา
vi: Choi khong quang cao
zh_hant: 無廣告遊玩

# settings.premium.thankyou
source: Thank you for your support!
it: Grazie per il tuo supporto!
ja: ご支援ありがとうございます！
ms: Terima kasih atas sokongan anda!
th: ขอบคุณสำหรับการสนับสนุน!
vi: Cam on ban da ung ho!
zh_hant: 感謝您的支持！

# settings.premium.description
source: Remove ads, unlock themes & fonts
it: Rimuovi le pubblicità, sblocca temi e font
ja: 広告削除、テーマとフォント解除
ms: Buang iklan, buka kunci tema & fon
th: ลบโฆษณา ปลดล็อกธีมและฟอนต์
vi: Xoa quang cao, mo khoa chu de & phong chu
zh_hant: 移除廣告，解鎖主題和字體

# settings.appearance
source: Appearance
it: Aspetto
ja: 外観
ms: Penampilan
th: รูปลักษณ์
vi: Giao dien
zh_hant: 外觀

# settings.appearance.light
source: Light
it: Chiaro
ja: ライト
ms: Cerah
th: สว่าง
vi: Sang
zh_hant: 淺色

# settings.appearance.dark
source: Dark
it: Scuro
ja: ダーク
ms: Gelap
th: มืด
vi: Toi
zh_hant: 深色

# settings.appearance.auto
source: Auto
it: Automatico
ja: 自動
ms: Automatik
th: อัตโนมัติ
vi: Tu dong
zh_hant: 自動

# settings.sound.title
source: Sound Effects
it: Effetti sonori
ja: サウンド
ms: Kesan Bunyi
th: เอฟเฟกต์เสียง
vi: Hieu ung am thanh
zh_hant: 音效

# settings.sound.description
source: Play sounds during gameplay
it: Riproduci suoni durante il gioco
ja: ゲーム中のサウンド効果
ms: Mainkan bunyi semasa permainan
th: เล่นเสียงระหว่างเกม
vi: Phat am thanh khi choi
zh_hant: 遊戲中播放音效

# settings.haptics.title
source: Haptics
it: Feedback aptico
ja: 触覚フィードバック
ms: Haptik
th: การสั่น
vi: Rung phan hoi
zh_hant: 觸覺回饋

# settings.haptics.description
source: Vibration feedback on actions
it: Vibrazione per le azioni
ja: 操作時の振動フィードバック
ms: Maklum balas getaran pada tindakan
th: การตอบสนองแบบสั่นเมื่อกดปุ่ม
vi: Phan hoi rung khi thao tac
zh_hant: 操作時震動回饋

# settings.board.title
source: Board
it: Tavola
ja: ボード
ms: Papan
th: กระดาน
vi: Bang
zh_hant: 棋盤

# settings.board.description
source: Customize colors and fonts
it: Personalizza colori e font
ja: 色とフォントをカスタマイズ
ms: Sesuaikan warna dan fon
th: ปรับแต่งสีและฟอนต์
vi: Tuy chinh mau sac va phong chu
zh_hant: 自訂顏色和字體

# settings.language.title
source: Language
it: Lingua
ja: 言語
ms: Bahasa
th: ภาษา
vi: Ngon ngu
zh_hant: 語言

# settings.language.system
source: System Default
it: Predefinito di sistema
ja: システム設定
ms: Lalai Sistem
th: ค่าเริ่มต้นของระบบ
vi: Mac dinh he thong
zh_hant: 系統預設

# settings.about.version
source: Version
it: Versione
ja: バージョン
ms: Versi
th: เวอร์ชัน
vi: Phien ban
zh_hant: 版本

# settings.about.build
source: Build
ja: ビルド
ms: Binaan
th: บิลด์
vi: Ban dung
zh_hant: 建構

# settings.reset.title
source: Reset All Statistics
it: Reimposta tutte le statistiche
ja: すべての統計をリセット
ms: Set Semula Semua Statistik
th: รีเซ็ตสถิติทั้งหมด
vi: Dat lai tat ca thong ke
zh_hant: 重置所有統計

# settings.reset.description
source: Clear all progress, streaks, and achievements
it: Cancella tutti i progressi, le serie e i traguardi
ja: 進捗、連続記録、実績をすべて消去
ms: Padam semua kemajuan, rentak, dan pencapaian
th: ล้างความคืบหน้า สตรีค และความสำเร็จทั้งหมด
vi: Xoa tat ca tien trinh, chuoi va thanh tuu
zh_hant: 清除所有進度、連續天數和成就

# settings.reset.alert.title
source: Reset Statistics
it: Reimposta statistiche
ja: 統計をリセット
ms: Set Semula Statistik
th: รีเซ็ตสถิติ
vi: Dat lai thong ke
zh_hant: 重置統計

# settings.reset.alert.message
source: This will permanently delete all your statistics, streaks, and achievements. This action cannot be undone.
it: Questo eliminerà definitivamente tutte le tue statistiche, serie e traguardi. Questa azione non può essere annullata.
ja: すべての統計データ、連続記録、実績が永久に削除されます。この操作は取り消せません。
ms: Ini akan memadam semua statistik, rentak, dan pencapaian anda secara kekal. Tindakan ini tidak boleh dibatalkan.
th: การดำเนินการนี้จะลบสถิติ สตรีค และความสำเร็จทั้งหมดของคุณอย่างถาวร ไม่สามารถยกเลิกการกระทำนี้ได้
vi: Thao tac nay se xoa vinh vien tat ca thong ke, chuoi va thanh tuu cua ban. Khong the hoan tac.
zh_hant: 這將永久刪除您的所有統計數據、連續天數和成就。此操作無法撤銷。

# settings.legal.privacy
source: Privacy Policy
it: Informativa sulla privacy
ja: プライバシーポリシー
ms: Dasar Privasi
th: นโยบายความเป็นส่วนตัว
vi: Chinh sach bao mat
zh_hant: 隱私政策

# settings.legal.terms
source: Terms of Use
it: Termini di utilizzo
ja: 利用規約
ms: Terma Penggunaan
th: ข้อกำหนดการใช้งาน
vi: Dieu khoan su dung
zh_hant: 使用條款

# settings.section.feedback
source: Support Us
it: Supportaci
ja: サポート
ms: Sokong Kami
zh_hant: 支持我們

# feedback.rate.title
source: Enjoying Zip Game?
it: Ti piace Zip Game?
ja: Zip Gameを気に入っていますか？
ms: Suka Zip Game?
zh_hant: 喜歡 Zip Game 嗎？

# feedback.rate.description
source: Your rating helps others discover this game!
it: La tua valutazione aiuta gli altri a scoprire questo gioco!
ja: あなたの評価が他のユーザーにこのゲームを見つけてもらう助けになります！
ms: Penilaian anda membantu orang lain menemui permainan ini!
zh_hant: 您的評分能幫助更多人發現這款遊戲！

# feedback.email.title
source: Send Feedback
it: Invia Feedback
ja: フィードバックを送る
ms: Hantar Maklum Balas
zh_hant: 發送回饋

# feedback.email.description
source: Share ideas or report issues - we read every message
it: Condividi idee o segnala problemi – leggiamo ogni messaggio
ja: アイデアや問題の報告をお待ちしています。すべてのメッセージを読んでいます
ms: Kongsi idea atau laporkan masalah - kami membaca setiap mesej
zh_hant: 分享想法或回報問題，我們會仔細閱讀每則訊息

# feedback.share.title
source: Share with Friends
it: Condividi con gli Amici
ja: 友達にシェア
ms: Kongsi dengan Rakan
zh_hant: 分享給朋友

# feedback.share.description
source: Know someone who loves puzzles? Spread the fun!
it: Conosci qualcuno che ama i puzzle? Diffondi il divertimento!
ja: パズル好きな友達に教えてあげませんか？
ms: Kenal seseorang yang suka teka-teki? Sebarkan keseronokan!
zh_hant: 認識喜歡解謎的朋友嗎？一起分享樂趣！

# feedback.mail.unavailable.title
source: Mail Not Available
it: Mail Non Disponibile
ja: メールが利用できません
ms: Mel Tidak Tersedia
zh_hant: 郵件不可用

# feedback.mail.unavailable.message
source: Please configure a mail account in Settings, or email us directly at wuyuping38@gmail.com
it: Configura un account mail nelle Impostazioni o invia un'email direttamente a wuyuping38@gmail.com
ja: 設定でメールアカウントを設定するか、wuyuping38@gmail.comに直接メールを送信してください
ms: Sila konfigurasikan akaun mel dalam Tetapan, atau emel terus ke wuyuping38@gmail.com
zh_hant: 請在設定中配置郵件帳戶，或直接發送郵件至 wuyuping38@gmail.com

# subscription.title
source: Play Without Ads
it: Gioca senza pubblicità
ja: 広告なしでプレイ
ms: Main Tanpa Iklan
th: เล่นโดยไม่มีโฆษณา
vi: Choi khong quang cao
zh_hant: 無廣告遊玩

# subscription.header
source: Enjoy smoother gameplay with zero interruptions.
it: Goditi un gameplay più fluido senza interruzioni.
ja: 広告なしでスムーズなゲームプレイを楽しもう。
ms: Nikmati permainan yang lebih lancar tanpa gangguan.
th: เพลิดเพลินกับการเล่นเกมที่ราบรื่นไม่มีการขัดจังหวะ
vi: Tan huong trai nghiem choi muot ma khong bi gian doan.
zh_hant: 享受更流暢的遊戲體驗，零廣告干擾。

# subscription.benefit.removeAds
source: Remove all ads
it: Rimuovi tutte le pubblicità
ja: すべての広告を削除
ms: Buang semua iklan
th: ลบโฆษณาทั้งหมด
vi: Xoa tat ca quang cao
zh_hant: 移除所有廣告

# subscription.benefit.removeAds.desc
source: enjoy uninterrupted gameplay
it: goditi il gioco senza interruzioni
ja: 中断なしのゲームプレイ
ms: nikmati permainan tanpa gangguan
th: เพลิดเพลินกับการเล่นเกมอย่างต่อเนื่อง
vi: tan huong trai nghiem khong gian doan
zh_hant: 享受不間斷的遊戲

# subscription.benefit.customizeBoard
source: Customize your board
it: Personalizza la tua tavola
ja: ボードをカスタマイズ
ms: Sesuaikan papan anda
th: ปรับแต่งกระดานของคุณ
vi: Tuy chinh bang cua ban
zh_hant: 自訂棋盤

# subscription.benefit.customizeBoard.desc
source: unlock all color themes
it: sblocca tutti i temi di colore
ja: すべてのカラーテーマを解除
ms: buka kunci semua tema warna
th: ปลดล็อกธีมสีทั้งหมด
vi: mo khoa tat ca chu de mau
zh_hant: 解鎖所有顏色主題

# subscription.benefit.fonts
source: Unique fonts
it: Font unici
ja: ユニークなフォント
ms: Fon unik
th: ฟอนต์พิเศษ
vi: Phong chu doc dao
zh_hant: 獨特字體

# subscription.benefit.fonts.desc
source: personalize your game style
it: personalizza il tuo stile di gioco
ja: ゲームスタイルをパーソナライズ
ms: peribadikan gaya permainan anda
th: ปรับแต่งสไตล์เกมของคุณ
vi: ca nhan hoa phong cach tro choi
zh_hant: 個性化您的遊戲風格

# subscription.benefit.support
source: Support the developers
it: Supporta gli sviluppatori
ja: 開発者を応援
ms: Sokong pembangun
th: สนับสนุนผู้พัฒนา
vi: Ung ho nha phat trien
zh_hant: 支持開發者

# subscription.benefit.support.desc
source: help us improve the game
it: aiutaci a migliorare il gioco
ja: ゲームの改善にご協力
ms: bantu kami memperbaiki permainan
th: ช่วยเราปรับปรุงเกม
vi: giup chung toi cai thien tro choi
zh_hant: 幫助我們改進遊戲

# subscription.error.title
source: Unable to load subscription options
it: Impossibile caricare le opzioni di abbonamento
ja: サブスクリプションを読み込めません
ms: Tidak dapat memuatkan pilihan langganan
th: ไม่สามารถโหลดตัวเลือกการสมัครสมาชิก
vi: Khong the tai tuy chon dang ky
zh_hant: 無法載入訂閱選項

# subscription.error.message
source: Please check your internet connection and try again.
it: Controlla la tua connessione internet e riprova.
ja: インターネット接続を確認して再試行してください。
ms: Sila semak sambungan internet anda dan cuba lagi.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้ง
vi: Vui long kiem tra ket noi internet va thu lai.
zh_hant: 請檢查您的網路連線並重試。

# subscription.plan.monthly
source: Monthly
it: Mensile
ja: 月額
ms: Bulanan
th: รายเดือน
vi: Hang thang
zh_hant: 月付

# subscription.plan.quarterly
source: Quarterly
it: Trimestrale
ja: 3ヶ月
ms: Suku Tahunan
th: รายไตรมาส
vi: Hang quy
zh_hant: 季付

# subscription.plan.yearly
source: Yearly
it: Annuale
ja: 年額
ms: Tahunan
th: รายปี
vi: Hang nam
zh_hant: 年付

# subscription.save
source: Save %d%%
it: Risparmia %d%%
ja: %d%%お得
ms: Jimat %d%%
th: ประหยัด %d%%
vi: Tiet kiem %d%%
zh_hant: 節省 %d%%

# subscription.perMonth
source: / Month
it: / Mese
ja: / 月
ms: / Bulan
th: / เดือน
vi: / Thang
zh_hant: / 月

# subscription.billing.quarterly
source: billed quarterly at %@
it: fatturato trimestralmente a %@
ja: 3ヶ月ごとに%@で請求
ms: dibilkan suku tahunan pada %@
th: เรียกเก็บเงินรายไตรมาสที่ %@
vi: thanh toan theo quy voi gia %@
zh_hant: 每季 %@ 計費

# subscription.billing.yearly
source: billed yearly at %@
it: fatturato annualmente a %@
ja: 年間%@で請求
ms: dibilkan tahunan pada %@
th: เรียกเก็บเงินรายปีที่ %@
vi: thanh toan theo nam voi gia %@
zh_hant: 每年 %@ 計費

# subscription.billing.months
source: billed every %d months at %@
it: fatturato ogni %d mesi a %@
ja: %dヶ月ごとに%@で請求
ms: dibilkan setiap %d bulan pada %@
th: เรียกเก็บเงินทุก %d เดือนที่ %@
vi: thanh toan moi %d thang voi gia %@
zh_hant: 每 %d 個月 %@ 計費

# subscription.billing.weekly
source: billed weekly at %@
it: fatturato settimanalmente a %@
ja: 週ごとに%@で請求
ms: dibilkan mingguan pada %@
th: เรียกเก็บเงินรายสัปดาห์ที่ %@
vi: thanh toan theo tuan voi gia %@
zh_hant: 每週 %@ 計費

# subscription.billing.daily
source: billed daily at %@
it: fatturato giornalmente a %@
ja: 日ごとに%@で請求
ms: dibilkan harian pada %@
th: เรียกเก็บเงินรายวันที่ %@
vi: thanh toan theo ngay voi gia %@
zh_hant: 每日 %@ 計費

# subscription.button.subscribe
source: Subscribe - %@
it: Abbonati - %@
ja: 登録 - %@
ms: Langgan - %@
th: สมัครสมาชิก - %@
vi: Dang ky - %@
zh_hant: 訂閱 - %@

# subscription.button.subscribeDefault
source: Subscribe
it: Abbonati
ja: 登録
ms: Langgan
th: สมัครสมาชิก
vi: Dang ky
zh_hant: 訂閱

# subscription.terms.prefix
source: Cancel anytime.
it: Cancella quando vuoi.
ja: いつでも解約可能。
ms: Batal bila-bila masa.
th: ยกเลิกได้ตลอดเวลา
vi: Huy bat cu luc nao.
zh_hant: 隨時取消。

# subscription.terms.and
source: and
it: e
ja: と
ms: dan
th: และ
vi: va
zh_hant: 和

# subscription.terms.apply
source: apply.
it: si applicano.
ja: が適用されます。
ms: terpakai.
th: มีผลบังคับใช้
vi: duoc ap dung.
zh_hant: 適用。

# subscription.restore
source: Restore Purchases
it: Ripristina acquisti
ja: 購入を復元
ms: Pulihkan Pembelian
th: กู้คืนการซื้อ
vi: Khoi phuc giao dich
zh_hant: 恢復購買

# board.title
source: Board
it: Tavola
ja: ボード
ms: Papan
th: กระดาน
vi: Bang
zh_hant: 棋盤

# board.tab.colors
source: Colors
it: Colori
ja: カラー
ms: Warna
th: สี
vi: Mau sac
zh_hant: 顏色

# board.tab.font
source: Font
ja: フォント
ms: Fon
th: ฟอนต์
vi: Phong chu
zh_hant: 字體

# board.premium.title
source: Unlock Premium Features
it: Sblocca funzionalità Premium
ja: プレミアム機能を解除
ms: Buka Kunci Ciri Premium
th: ปลดล็อกฟีเจอร์พรีเมียม
vi: Mo khoa tinh nang cao cap
zh_hant: 解鎖進階功能

# board.premium.description
source: Customize colors, fonts & create your perfect theme
it: Personalizza colori, font e crea il tuo tema perfetto
ja: 色、フォントをカスタマイズして理想のテーマを作成
ms: Sesuaikan warna, fon & cipta tema sempurna anda
th: ปรับแต่งสี ฟอนต์ และสร้างธีมที่สมบูรณ์แบบของคุณ
vi: Tuy chinh mau sac, phong chu & tao chu de hoan hao
zh_hant: 自訂顏色、字體，打造專屬主題

# board.premium.upgrade
source: Upgrade
it: Aggiorna
ja: アップグレード
ms: Naik Taraf
th: อัปเกรด
vi: Nang cap
zh_hant: 升級

# att.title
source: Better Ad Experience
it: Esperienza pubblicitaria migliore
ja: より良い広告体験
ms: Pengalaman Iklan Lebih Baik
th: ประสบการณ์โฆษณาที่ดีขึ้น
vi: Trai nghiem quang cao tot hon
zh_hant: 更好的廣告體驗

# att.description
source: Allow tracking to see ads that match your interests instead of random content.
it: Consenti il tracciamento per vedere annunci in linea con i tuoi interessi invece di contenuti casuali.
ja: トラッキングを許可すると、ランダムな広告の代わりにあなたの興味に合った広告が表示されます。
ms: Benarkan penjejakan untuk melihat iklan yang sepadan dengan minat anda berbanding kandungan rawak.
th: อนุญาตการติดตามเพื่อดูโฆษณาที่ตรงกับความสนใจของคุณแทนเนื้อหาแบบสุ่ม
vi: Cho phep theo doi de xem quang cao phu hop voi so thich thay vi noi dung ngau nhien.
zh_hant: 允許追蹤以查看符合您興趣的廣告，而非隨機內容。

# att.note
source: This won't increase the number of ads you see.
it: Questo non aumenterà il numero di annunci che vedrai.
ja: 広告の数は増えません。
ms: Ini tidak akan menambah bilangan iklan yang anda lihat.
th: การดำเนินการนี้จะไม่เพิ่มจำนวนโฆษณาที่คุณเห็น
vi: Dieu nay se khong tang so luong quang cao ban thay.
zh_hant: 這不會增加您看到的廣告數量。

# att.continue
source: Continue
it: Continua
ja: 続ける
ms: Teruskan
th: ดำเนินการต่อ
vi: Tiep tuc
zh_hant: 繼續

# att.notNow
source: Not Now
it: Non ora
ja: 後で
ms: Bukan Sekarang
th: ไม่ใช่ตอนนี้
vi: De sau
zh_hant: 稍後再說
